#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 40;//размер карты высота
const int WIDTH_MAP = 40;//размер карты ширина
std::string TileMap[HEIGHT_MAP] = {
"0000000000000000000000000",
"0     0                 0",
"0                       0",
"0                       0",
"0  s                    0",
"0                  000000",
"0                       0",
"0     0                 0",
"0000000                 0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                   f   0",
"0                       0",
"0000000000000000000000000",
};

