#include <SFML\Graphics.hpp>
const int HEIGHT_MAP = 40;//размер карты высота
const int WIDTH_MAP = 40;//размер карты ширина
std::string TileMap[HEIGHT_MAP] = {
"0000000000000000000000000",
"0       0               0",
"0                       0",
"0                  Ss   0",
"0 id               Gg   0",
"0 pe                    0",
"0 bj    0          000000",
"0       0               0",
"000000000               0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                   Cc  0",
"0                   Mm  0",
"0                       0",
"0000000000000000000000000",
};

