#include <SFML\Graphics.hpp>
const int HeightMap = 40;//размер карты высота
const int WidthwMap = 40;//размер карты ширина
std::string Map[HeightMap] = {
"000000000000Ll00000000000",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                  000000",
"0                       0",
"000000000               0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                 0000  0",
"0           0           0",
"0           0           0",
"0           0           0",
"0           0           0",
"0  0000     0           0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0                       0",
"0000000000000000000000000",
};

